tap "clojure/tools"
tap "denisidoro/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "making/tap"
tap "nikitabobko/tap"
brew "ack"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "apache-flink"
brew "pycparser"
brew "awscli"
brew "azure-cli"
brew "glib"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "perl"
brew "dpkg"
brew "exa"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libssh"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "openjdk"
brew "flyway"
brew "fzf"
brew "libavif"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "python@3.10"
brew "googler"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imlib2"
brew "inetutils"
brew "jq"
brew "jsvc"
brew "just"
brew "zookeeper"
brew "kafka"
brew "kops"
brew "kubectx"
brew "lazygit"
brew "lftp"
brew "libfido2"
brew "libpq", link: true
brew "libslirp"
brew "llvm"
brew "luv"
brew "minikube"
brew "mplayer"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "node", link: false
brew "newman"
brew "newt"
brew "nexus"
brew "nghttp2"
brew "ninja"
brew "nvm"
brew "parquet-tools"
brew "pipx"
brew "podman"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "scala"
brew "shpotify"
brew "starship"
brew "teleport"
brew "telnet", link: false
brew "thrift"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wimlib"
brew "yarn"
brew "zellij"
brew "zsh"
brew "hashicorp/tap/packer"
brew "making/tap/rsc"
cask "aerospace"
cask "brooklyn"
cask "chromium"
cask "cocoapods"
cask "docker"
cask "flameshot"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "ngrok"
cask "orbstack"
cask "podman-desktop"
cask "virtualbox"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "almenon.arepl"
vscode "benjaminbenais.copilot-theme"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "diogonolasco.pyinit"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "frhtylcn.pythonsnippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "kevinrose.vsc-python-indent"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mgesbert.python-path"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "ntkvu.ninja-ui-vibrant"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "tamasfe.even-better-toml"
vscode "tushortz.python-extended-snippets"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
